Repository: pretix-translations/pretixscan-ios
Catalog: pretixSCAN/Localization/*.lproj/Localizable.strings
Languages: nl

source: In online mode, the app will confirm any check-ins in real-time with the server. In offline mode, the app will work locally and only synchronize it's data with the server every couple of minutes. When working with multiple devices, this can potentially mean that a ticket can be used multiple times. Choose offline mode if you have an unreliable internet connection but can tolerate such situations.
nl: In de online-modus zal de app iedere check-in eerst controleren bij de pretix-server. In de offline-modus werkt de app lokaal en worden de gegevens elke paar minuten met de server gesynchroniseerd. Als u meerdere apparaten gebruikt om tickets te scannen en de offline-modus gebruikt betekent dit dat een ticket mogelijk meerdere keren gebruikt kan worden. We raden aan voor de offlinemodus te kiezen als u een onbetrouwbare of trage internetverbinding heeft en dit risico voor u acceptabel is.

source: About this App
nl: Over deze app

source: All Contents and Settings were deleted
nl: Alle gegevens en instellingen zijn verwijderd

source: Already Redeemed
nl: Al gebruikt

source: Already Scanned
nl: Al gescand

source: App Version
nl: App-versie

source: Automatic Syncing is now disabled
nl: Automatische synchronisatie is nu uitgeschakeld

source: Automatic Syncing is now enabled
nl: Automatische synchronisatie is nu ingeschakeld

source: BoolQuestionCell
nl: Ja of nee

source: Cancel
nl: Annuleren

source: Canceled
nl: Geannuleerd

source: Check In Unpaid
nl: Onbetaald inchecken

source: Checked In
nl: Ingecheckt

source: Configuration
nl: Instellingen

source: Connect
nl: Verbinden

source: Connect Device
nl: Apparaat verbinden

source: Continue
nl: Ga verder

source: Could not create Nonce
nl: Nonce-waarde kon niet gegenereerd worden

source: Could not create URL
nl: URL kon niet gemaakt worden

source: CountryCodeQuestionCell
nl: Kies een land

source: DateQuestionCell
nl: Voer een datum in

source: Delete Everything
nl: Alles verwijderen

source: Do Nothing
nl: Doe niets

source: Enter Connection Details
nl: Verbindingsgegevens invoeren

source: DateTimeQuestionCell
nl: Voer een datum en tijd in

source: Error
nl: Fout

source: Expired
nl: Verlopen

source: FileUploadQuestionCell
nl: Bestand uploaden

source: Force Complete Resync
nl: Volledige hersynchronisatie afdwingen

source: Found %d Results
nl: %d resultaten gevonden

source: Found No Results
nl: Geen resultaten gevonden

source: Found one Result
nl: Één resultaat gevonden

source: Found too many results, keep typing
nl: Te veel resultaten gevonden, voer meer tekens in

source: I understand that personal data of attendees of my connected events will be stored on this device and I will secure the device properly.
nl: Ik begrijp dat persoonsgegevens van gasten van mijn verbonden evenementen zullen worden opgeslagen op dit apparaat, en ik zal het apparaat goed beveiligen.

source: Incomplete Information
nl: Onvolledige informatie

source: Initialization Token already used
nl: Dit initialisatietoken is al gebruikt

source: Instead of scanning a QR code, you can read these details off your screen.
nl: U kunt deze gegevens ook handmatig invoeren, in plaats van de QR-code te scannen.

source: Invalid Ticket
nl: Ongeldig ticket

source: Last Sync %@ ago
nl: Laatste synchronisatie %@ geleden

source: Last Sync: Never
nl: Nog nooit gesynchroniseerd

source: less than a minute
nl: minder dan een minuut

source: Libraries and Licenses
nl: Softwarebibliotheken en licenties

source: Loading Search
nl: Zoekfunctie wordt geladen

source: Manual Setup
nl: Handmatig instellen

source: MIT License
nl: MIT-licentie

source: MultiLineStringQuestionCell
nl: Voer tekst in

source: MultipleChoiceQuestionCell
nl: Kies alle opties die van toepassing zijn

source: No
nl: Nee

source: No Event
nl: Geen evenement

source: NumberQuestionCell
nl: Voer een getal in

source: OneLineStringQuestionCell
nl: Voer tekst in

source: Paid
nl: Betaald

source: Pending
nl: Openstaand

source: pretixSCAN is an event entry app that you can use to validate tickets that you sold through pretix.
nl: pretixSCAN is een toegangscontroleapp die u kunt gebruiken om tickets te controleren die u via pretix heeft verkocht.

source: Reset Contents and Settings
nl: Gegevens en instellingen resetten

source: Search
nl: Zoeken

source: Search will begin after you have typed at least 3 characters.
nl: Voer ten minste drie tekens in om te zoeken.

source: Select Check-In List
nl: Kies inchecklijst

source: Select Event
nl: Kies evenement

source: Settings
nl: Instellingen

source: Setup Complete
nl: Instellen voltooid

source: SingleChoiceQuestionCell
nl: Kies een optie

source: Start Scanning
nl: Start met scannen

source: Statistics
nl: Statistieken

source: Sync every few minutes
nl: Synchroniseer om de paar minuten

source: Sync Mode
nl: Synchronisatiemodus

source: Sync Mode Switched to Offline
nl: Synchronisatiemodus is nu op 'offline' ingesteld

source: Sync Mode Switched to Online
nl: Synchronisatiemodus is nu op 'online' ingesteld

source: Sync Now
nl: Nu synchroniseren

source: Syncing Done
nl: Synchroniseren klaar

source: System URL
nl: Systeem-URL

source: The resource was not found on the server
nl: De informatie kon niet gevonden worden op de server

source: The server refused to handle our request
nl: De server heeft het verzoek van de app geweigerd

source: The server returned a non HTTP response
nl: De server heeft geen HTTP-antwoord teruggegeven

source: The server returned an empty response
nl: De server heeft een leeg antwoord teruggegeven

source: The server returned an unkown status code:
nl: De server gaf een onbekende statuscode terug:

source: This feature cannot be used at the moment:
nl: Deze functie kan momenteel niet gebruikt worden:

source: This is not a ticket, or not a ticket for this event.
nl: Dit is geen ticket of niet een ticket voor dit evenement.

source: This ticket has not been paid for, do you still want to check it in?
nl: Er is nog niet betaald voor dit ticket, wilt u het ticket alsnog inchecken?

source: This will delete event data from the device and log you out. Do you want to continue?
nl: Dit zal de gegevens over het evenement van het apparaat verwijderen en u uitloggen. Wilt u doorgaan?

source: Ticket Already Used
nl: Ticket al gebruikt

source: TimeQuestionCell
nl: Voer een tijd in

source: To get started, create a new device in the Devices section of your organizer account in the pretix backend. You will then be presented with a configuration QR code to scan.
nl: Maak om te beginnen een nieuw apparaat aan in de sectie 'Apparaten' van uw organisatoraccount in de pretix-backend. Wanneer u dit doet krijgt u een QR-code te zien die u met deze app kunt scannen.

source: Total Tickets Sold
nl: Totaal aantal tickets verkocht

source: Unpaid
nl: Niet betaald

source: Valid
nl: Geldig

source: Valid Ticket
nl: Geldig ticket

source: Valid Ticket, but needs attention
nl: Geldig ticket, maar speciale aandacht nodig

source: Welcome
nl: Welkom

source: You are forbidden from accessing this resource
nl: U heeft geen toegang tot deze informatie

source: You are not authorized to access this resource
nl: U heeft geen toestemming tot deze informatie

source: You can now start scanning
nl: U kunt nu beginnen met tickets scannen

source: Entry
nl: Binnenkomst

source: Exit
nl: Vertrek

source: Exit stored
nl: Vertrek opgeslagen

source: Not allowed
nl: Niet toegestaan

source: Questions
nl: Vragen

source: Scan mode
nl: Scanmodus

source: Yes
nl: Ja

source: You have to answer YES to check in
nl: U moet 'Ja' kiezen om deze persoon in te checken

source: You need to upload a file here. Please do so from your computer
nl: U moet hier een bestand uploaden, doe dit vanaf uw computer

source: Offline validation
nl: Offline-validatie

source: User interface
nl: Gebruikersinterface

source: Blocked
nl: Ticket geblokkeerd

source: Currently Attending
nl: Momenteel aanwezig

source: Gate
nl: Ingang

source: TelQuestionCell
nl: Telefoonnummer

source: Play sounds
nl: Speel geluiden af

source: Download Orders
nl: Download bestellingen

source: Ambiguous
nl: Ticket-code op de lijst is niet eenduidig

source: Take a photo
nl: Neem een foto

source: Attention, special ticket!
nl: Let op, speciaal ticket!

source: Use front camera
nl: Gebruik camera voorkant

source: Redeemed
nl: Verzilverd

source: Use device camera
nl: Gebruik apparaatcamera

source: ConnectExternalDevice
nl: Druk op de fysieke scanknop van uw apparaat om te scannen

source: Invalid time
nl: Ticket momenteel niet geldig

source: Order not approved
nl: Bestelling niet goedgekeurd

source: Reset Device
nl: Reset apparaat

source: There are no events to show
nl: Geen huidig of toekomstig evenement kan worden gevonden. Controleer de datum en toegangsrechten voor je evenementen en swipe omlaag om te verversen.

source: Dismiss
nl: Afwijzen
